Repository: arkadeleon/ragnarok-offline
Catalog: Packages/swift-ro/Sources/ROConstants/Resources/ItemType.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pt_br, ru, th, tr, zh_hans, zh_hant

source: Ammo
de: Munition
es: Munición
fr: Munitions
id: Amunisi
it: Munizioni
ja: 矢・弾丸類
ko: 화살·탄환류
pt_br: Munição
ru: Боеприпасы
th: กระสุน
tr: Mühimmat
zh_hans: 箭矢弹药类
zh_hant: 箭矢彈藥類

source: Armor
de: Rüstung
es: Armadura
fr: Armure
id: Pelindung
it: Armatura
ja: 防具
ko: 방어구
pt_br: Armadura
ru: Доспехи
th: เกราะ
tr: Zırh
zh_hans: 防具
zh_hant: 防具

source: Card
de: Karte
es: Carta
fr: Carte
id: Kartu
it: Carta
ja: カード
ko: 카드
pt_br: Carta
ru: Карта
th: การ์ด
tr: Kart
zh_hans: 卡片
zh_hant: 卡片

source: Cash
de: Cash-Shop
ja: 現金アイテム類
ko: 캐시 아이템류
ru: Платные предметы
th: ไอเทมแคช
tr: Nakit
zh_hans: 现金道具类
zh_hant: 現金道具類

source: Delay Consume
de: Verzögert verbrauchbar
es: Consumo con retraso
fr: Consommation différée
id: Konsumsi Tertunda
it: Consumo ritardato
ja: 遅延消費類
ko: 지연 소모류
pt_br: Consumo com atraso
ru: Отложенное потребление
th: การบริโภคล่าช้า
tr: Gecikmeli Tüketim
zh_hans: 延迟消耗类
zh_hant: 延遲消耗類

source: Etc
de: Sonstiges
es: Otros
fr: Divers
id: Lain-lain
it: Altro
ja: その他
ko: 기타
pt_br: Outros
ru: Прочее
th: อื่นๆ
tr: Diğer
zh_hans: 其他
zh_hant: 其他

source: Healing
de: Heilung
es: Curación
fr: Soin
id: Penyembuhan
it: Guarigione
ja: 治癒類
ko: 치유류
pt_br: Cura
ru: Лечение
th: การรักษา
tr: İyileştirme
zh_hans: 治愈类
zh_hant: 治癒類

source: Pet Armor
de: Pet-Rüstung
es: Equipo de mascota
fr: Équipement familier
id: Peralatan Pet
it: Equipaggiamento Pet
ja: ペット装備
ko: 펫 장비
pt_br: Equipamento de Pet
ru: Снаряжение питомца
th: อุปกรณ์สัตว์เลี้ยง
tr: Evcil Hayvan Zırhı
zh_hans: 宠物装备
zh_hant: 寵物裝備

source: Pet Egg
de: Pet-Ei
es: Huevo de mascota
fr: Œuf de familier
id: Telur Pet
it: Uovo Pet
ja: ペットの卵
ko: 펫 알
pt_br: Ovo de Pet
ru: Яйцо питомца
th: ไข่สัตว์เลี้ยง
tr: Evcil Hayvan Yumurtası
zh_hans: 宠物蛋
zh_hant: 寵物蛋

source: Shadow Gear
de: Schatten-Ausrüstung
es: Equipo de sombra
fr: Équipement d'ombre
id: Peralatan Bayangan
it: Equipaggiamento d'Ombra
ja: 影装備
ko: 그림자 장비
pt_br: Equipamento Sombrio
ru: Теневое снаряжение
th: อุปกรณ์เงา
tr: Gölge Teçhizatı
zh_hans: 影子装备
zh_hant: 影子裝備

source: Usable
de: Verbrauchbar
es: Consumible
fr: Consommable
id: Dapat Digunakan
it: Utilizzabile
ja: 消費類
ko: 소모류
pt_br: Consumível
ru: Расходуемый
th: ใช้ได้
tr: Kullanılabilir
zh_hans: 消耗类
zh_hant: 消耗類

source: Weapon
de: Waffe
es: Arma
fr: Arme
id: Senjata
it: Arma
ja: 武器
ko: 무기
pt_br: Arma
ru: Оружие
th: อาวุธ
tr: Silah
zh_hans: 武器
zh_hant: 武器
